{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Card",
			"Children": [
				{
					"Source": {
						"Text": "LMG"
					},
					"Translation": {
						"Text": "LMG"
					},
					"Key": "DA_CardUnlock_LMG.DisplayName"
				},
				{
					"Source": {
						"Text": "SMG"
					},
					"Translation": {
						"Text": "SMG"
					},
					"Key": "DA_CardUnlock_SMG.DisplayName"
				},
				{
					"Source": {
						"Text": "경험치 획득"
					},
					"Translation": {
						"Text": "XP Gain"
					},
					"Key": "DA_Card_XPGain.DisplayName"
				},
				{
					"Source": {
						"Text": "경험치 획득량 증가"
					},
					"Translation": {
						"Text": "XP Gain Up"
					},
					"Key": "DA_Card_XPGain.Description"
				},
				{
					"Source": {
						"Text": "공격력"
					},
					"Translation": {
						"Text": "Damage"
					},
					"Key": "DA_Card_Damage.DisplayName"
				},
				{
					"Source": {
						"Text": "공격력 증가"
					},
					"Translation": {
						"Text": "Damage Up"
					},
					"Key": "DA_Card_Damage.Description"
				},
				{
					"Source": {
						"Text": "라이플"
					},
					"Translation": {
						"Text": "Rifle"
					},
					"Key": "DA_CardUnlock_Rifle.DisplayName"
				},
				{
					"Source": {
						"Text": "로컬라이제이션 시드"
					},
					"Translation": {
						"Text": "Localization seed"
					},
					"Key": "Debug.LocSmoke"
				},
				{
					"Source": {
						"Text": "멀티 샷"
					},
					"Translation": {
						"Text": "Multi Shot"
					},
					"Key": "DA_CardModifiers_MultiShot.DisplayName"
				},
				{
					"Source": {
						"Text": "모든 무기의 수직 반동 감소"
					},
					"Translation": {
						"Text": "Vertical recoil down for all weapons"
					},
					"Key": "DA_Card_RecoilVertical_AllWeapon.Description"
				},
				{
					"Source": {
						"Text": "모든 무기의 연사 속도 증가"
					},
					"Translation": {
						"Text": "Fire rate up for all weapons"
					},
					"Key": "DA_Card_FireRate_AllWeapon.Description"
				},
				{
					"Source": {
						"Text": "모든 무기의 탄창 용량 증가"
					},
					"Translation": {
						"Text": "Magazine size up for all weapons"
					},
					"Key": "DA_Card_MagSize_AllWeapon.Description"
				},
				{
					"Source": {
						"Text": "바주카"
					},
					"Translation": {
						"Text": "Bazooka"
					},
					"Key": "DA_CardUnlock_Bazooka.DisplayName"
				},
				{
					"Source": {
						"Text": "방아쇠 1회당 3점사로 발사한다"
					},
					"Translation": {
						"Text": "Fire a 3-round burst per trigger pull"
					},
					"Key": "DA_CardModifiers_BurstFire.Description"
				},
				{
					"Source": {
						"Text": "보너스 샷"
					},
					"Translation": {
						"Text": "Bonus Shot"
					},
					"Key": "DA_CardModifiers_BounsDamage.DisplayName"
				},
				{
					"Source": {
						"Text": "빗나간 사격의 탄약을 돌려받는다"
					},
					"Translation": {
						"Text": "Missed shots refund ammo"
					},
					"Key": "DA_CardModifiers_AmmoOnMiss.Description"
				},
				{
					"Source": {
						"Text": "빗나감 보충"
					},
					"Translation": {
						"Text": "Ammo on Miss"
					},
					"Key": "DA_CardModifiers_AmmoOnMiss.DisplayName"
				},
				{
					"Source": {
						"Text": "사격 시 추가 사격이 나간다"
					},
					"Translation": {
						"Text": "Shooting fires an additional shot"
					},
					"Key": "DA_CardModifiers_BounsDamage.Description"
				},
				{
					"Source": {
						"Text": "사격 시 탄환이 1발 추가된다"
					},
					"Translation": {
						"Text": "Fire one extra bullet per shot"
					},
					"Key": "DA_CardModifiers_MultiShot.Description"
				},
				{
					"Source": {
						"Text": "샷건"
					},
					"Translation": {
						"Text": "Shotgun"
					},
					"Key": "DA_CardUnlock_Shotgun.DisplayName"
				},
				{
					"Source": {
						"Text": "수직 반동"
					},
					"Translation": {
						"Text": "Vertical Recoil"
					},
					"Key": "DA_Card_RecoilVertical_AllWeapon.DisplayName"
				},
				{
					"Source": {
						"Text": "수직 반동"
					},
					"Translation": {
						"Text": "Vertical Recoil"
					},
					"Key": "DA_Card_RecoilVertical_ThisWeapon.DisplayName"
				},
				{
					"Source": {
						"Text": "연사 속도"
					},
					"Translation": {
						"Text": "Fire Rate"
					},
					"Key": "DA_Card_FireRate_AllWeapon.DisplayName"
				},
				{
					"Source": {
						"Text": "연사 속도"
					},
					"Translation": {
						"Text": "Fire Rate"
					},
					"Key": "DA_Card_FireRate_ThisWeapon.DisplayName"
				},
				{
					"Source": {
						"Text": "이 무기의 수직 반동 감소"
					},
					"Translation": {
						"Text": "Vertical recoil down for this weapon"
					},
					"Key": "DA_Card_RecoilVertical_ThisWeapon.Description"
				},
				{
					"Source": {
						"Text": "이 무기의 연사 속도 증가"
					},
					"Translation": {
						"Text": "Fire rate up for this weapon"
					},
					"Key": "DA_Card_FireRate_ThisWeapon.Description"
				},
				{
					"Source": {
						"Text": "이 무기의 탄창 용량 증가"
					},
					"Translation": {
						"Text": "Magazine size up for this weapon"
					},
					"Key": "DA_Card_MagSize_ThisWeapon.Description"
				},
				{
					"Source": {
						"Text": "자가 피해 방지"
					},
					"Translation": {
						"Text": "No Self Damage"
					},
					"Key": "DA_CardModifiers_NoSelfDamage.DisplayName"
				},
				{
					"Source": {
						"Text": "저격 스코프"
					},
					"Translation": {
						"Text": "Sniper Scope"
					},
					"Key": "DA_CardModifiers_SniperScope.DisplayName"
				},
				{
					"Source": {
						"Text": "저격총"
					},
					"Translation": {
						"Text": "Sniper"
					},
					"Key": "DA_CardUnlock_Sniper.DisplayName"
				},
				{
					"Source": {
						"Text": "적 처치 시 즉시 재장전된다"
					},
					"Translation": {
						"Text": "Kills instantly reload this weapon"
					},
					"Key": "DA_CardModifiers_ReloadOnKill.Description"
				},
				{
					"Source": {
						"Text": "점사 사격"
					},
					"Translation": {
						"Text": "Burst Fire"
					},
					"Key": "DA_CardModifiers_BurstFire.DisplayName"
				},
				{
					"Source": {
						"Text": "조준경을 저격 스코프로 진화 — 강한 배율 + 풀스크린 오버레이"
					},
					"Translation": {
						"Text": "Evolves the sight into a sniper scope — high zoom with a full-screen overlay"
					},
					"Key": "DA_CardModifiers_SniperScope.Description"
				},
				{
					"Source": {
						"Text": "차지 레이저"
					},
					"Translation": {
						"Text": "Charge Laser"
					},
					"Key": "DA_CardUnlock_ChargeLaser.DisplayName"
				},
				{
					"Source": {
						"Text": "처치 시 재장전"
					},
					"Translation": {
						"Text": "Reload on Kill"
					},
					"Key": "DA_CardModifiers_ReloadOnKill.DisplayName"
				},
				{
					"Source": {
						"Text": "체력 재생"
					},
					"Translation": {
						"Text": "Health Regen"
					},
					"Key": "DA_Card_Character_HealthRegen.DisplayName"
				},
				{
					"Source": {
						"Text": "최대 체력"
					},
					"Translation": {
						"Text": "Max Health"
					},
					"Key": "DA_Card_MaxHealth.DisplayName"
				},
				{
					"Source": {
						"Text": "최대 체력 증가"
					},
					"Translation": {
						"Text": "Max Health Up"
					},
					"Key": "DA_Card_MaxHealth.Description"
				},
				{
					"Source": {
						"Text": "치명타 피해"
					},
					"Translation": {
						"Text": "Critical Damage"
					},
					"Key": "DA_Card_CritMult.DisplayName"
				},
				{
					"Source": {
						"Text": "치명타 피해 증가"
					},
					"Translation": {
						"Text": "Critical Damage Up"
					},
					"Key": "DA_Card_CritMult.Description"
				},
				{
					"Source": {
						"Text": "치명타 확률"
					},
					"Translation": {
						"Text": "Critical Chance"
					},
					"Key": "DA_Card_CritChance.DisplayName"
				},
				{
					"Source": {
						"Text": "치명타 확률 증가"
					},
					"Translation": {
						"Text": "Critical Chance Up"
					},
					"Key": "DA_Card_CritChance.Description"
				},
				{
					"Source": {
						"Text": "탄창 용량"
					},
					"Translation": {
						"Text": "Magazine Size"
					},
					"Key": "DA_Card_MagSize_AllWeapon.DisplayName"
				},
				{
					"Source": {
						"Text": "탄창 용량"
					},
					"Translation": {
						"Text": "Magazine Size"
					},
					"Key": "DA_Card_MagSize_ThisWeapon.DisplayName"
				},
				{
					"Source": {
						"Text": "탄환이 착탄 시 폭발한다"
					},
					"Translation": {
						"Text": "Bullets explode on impact"
					},
					"Key": "DA_CardModifiers_ExplosiveRounds.Description"
				},
				{
					"Source": {
						"Text": "폭발 피해가 자신에게 적용되지 않는다"
					},
					"Translation": {
						"Text": "Explosion damage no longer hurts you"
					},
					"Key": "DA_CardModifiers_NoSelfDamage.Description"
				},
				{
					"Source": {
						"Text": "폭발탄"
					},
					"Translation": {
						"Text": "Explosive Rounds"
					},
					"Key": "DA_CardModifiers_ExplosiveRounds.DisplayName"
				},
				{
					"Source": {
						"Text": "행운"
					},
					"Translation": {
						"Text": "Luck"
					},
					"Key": "DA_Card_Luck.DisplayName"
				},
				{
					"Source": {
						"Text": "행운 증가"
					},
					"Translation": {
						"Text": "Luck Up"
					},
					"Key": "DA_Card_Luck.Description"
				},
				{
					"Source": {
						"Text": "획득 반경"
					},
					"Translation": {
						"Text": "Pickup Radius"
					},
					"Key": "DA_Card_PickupRadius.DisplayName"
				},
				{
					"Source": {
						"Text": "획득 반경 증가"
					},
					"Translation": {
						"Text": "Pickup Radius Up"
					},
					"Key": "DA_Card_PickupRadius.Description"
				},
				{
					"Source": {
						"Text": "흡혈"
					},
					"Translation": {
						"Text": "Lifesteal"
					},
					"Key": "DA_Card_Character_Lifesteal.DisplayName"
				}
			]
		},
		{
			"Namespace": "CardEffect",
			"Children": [
				{
					"Source": {
						"Text": "로컬라이제이션 시드"
					},
					"Translation": {
						"Text": "Localization seed"
					},
					"Key": "Debug.LocSmoke"
				}
			]
		},
		{
			"Namespace": "FPSRBossDefinition",
			"Children": [
				{
					"Source": {
						"Text": "AFPSRBossBase (C++ fallback)"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "DefaultBoss"
				},
				{
					"Source": {
						"Text": "Boss: {0} — {1} HP, spawns at {2}."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "BossDescFmt"
				},
				{
					"Source": {
						"Text": "boss spawn point"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "AtSpawnPoint"
				},
				{
					"Source": {
						"Text": "fallback location"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "AtFallback"
				}
			]
		},
		{
			"Namespace": "FPSRCardEffect",
			"Children": [
				{
					"Source": {
						"Text": "Passive ability"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "CharacterPassiveDesc"
				},
				{
					"Source": {
						"Text": "Unlock: {0}"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "UnlockWeaponFmt"
				},
				{
					"Source": {
						"Text": "Weapon"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "UnknownWeapon"
				},
				{
					"Source": {
						"Text": "Weapon Modifier"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "WeaponModifier"
				}
			]
		},
		{
			"Namespace": "FPSRCardEntry",
			"Children": [
				{
					"Source": {
						"Text": "Common"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Rarity_Common"
				},
				{
					"Source": {
						"Text": "Epic"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Rarity_Epic"
				},
				{
					"Source": {
						"Text": "Legendary"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Rarity_Legendary"
				},
				{
					"Source": {
						"Text": "Rare"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Rarity_Rare"
				},
				{
					"Source": {
						"Text": "Weapon Modifier"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "FragmentCategory"
				}
			]
		},
		{
			"Namespace": "UI",
			"Children": [
				{
					"Source": {
						"Text": "로컬라이제이션 시드"
					},
					"Translation": {
						"Text": "Localization seed"
					},
					"Key": "Debug.LocSmoke"
				}
			]
		}
	]
}